src/math530/KBe20math530flo17.org
#+AUTHOR: Exr0n
#+TITLE: flo17

* Grading
  :/

* Sum vs Direct Sum
- You can use the fact that when theres *two* subspaces whose intersection is ${0}$.
  - But not when there's more than two subspaces. You have to add two of them into a subspace and then intersect that with the third one.
  - #question : does it work if the all pairwise intersections are zero?

* indefinite integral
#toexpand

** Intuition
   Kind of like the integral from $-\infty$ to a point?
   It's like the prefix sum, and we query by subtracting.

** It should have a constant?

** We can adjust an even function by a constant to make the $\int_{-1}^{1} = 0$
   - Like for $y=x^2$, we can translate down by three (becoming $y=x^2-3$) to make $\int_{-1}^{1} = 0$
