docs/math530/KBe20math530flo17.tex
% Created 2021-09-11 Sat 08:18
% Intended LaTeX compiler: xelatex
\documentclass[letterpaper]{article}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[margin=1in]{geometry}
\usepackage{fontspec}
\usepackage{indentfirst}
\setmainfont[ItalicFont = LiberationSans-Italic, BoldFont = LiberationSans-Bold, BoldItalicFont = LiberationSans-BoldItalic]{LiberationSans}
\newfontfamily\NHLight[ItalicFont = LiberationSansNarrow-Italic, BoldFont       = LiberationSansNarrow-Bold, BoldItalicFont = LiberationSansNarrow-BoldItalic]{LiberationSansNarrow}
\newcommand\textrmlf[1]{{\NHLight#1}}
\newcommand\textitlf[1]{{\NHLight\itshape#1}}
\let\textbflf\textrm
\newcommand\textulf[1]{{\NHLight\bfseries#1}}
\newcommand\textuitlf[1]{{\NHLight\bfseries\itshape#1}}
\usepackage{fancyhdr}
\pagestyle{fancy}
\usepackage{titlesec}
\usepackage{titling}
\makeatletter
\lhead{\textbf{\@title}}
\makeatother
\rhead{\textrmlf{Compiled} \today}
\lfoot{\theauthor\ \textbullet \ \textbf{2021-2022}}
\cfoot{}
\rfoot{\textrmlf{Page} \thepage}
\titleformat{\section} {\Large} {\textrmlf{\thesection} {|}} {0.3em} {\textbf}
\titleformat{\subsection} {\large} {\textrmlf{\thesubsection} {|}} {0.2em} {\textbf}
\titleformat{\subsubsection} {\large} {\textrmlf{\thesubsubsection} {|}} {0.1em} {\textbf}
\setlength{\parskip}{0.45em}
\renewcommand\maketitle{}
\author{Exr0n}
\date{\today}
\title{flo17}
\hypersetup{
 pdfauthor={Exr0n},
 pdftitle={flo17},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.2 (Org mode 9.4.4)}, 
 pdflang={English}}
\begin{document}

\maketitle

\section{Grading}
\label{sec:orgf7f097c}
:/

\section{Sum vs Direct Sum}
\label{sec:orgf4d4b24}
\begin{itemize}
\item You can use the fact that when theres \textbf{two} subspaces whose intersection is \({0}\).
\begin{itemize}
\item But not when there's more than two subspaces. You have to add two of them into a subspace and then intersect that with the third one.
\item \#question : does it work if the all pairwise intersections are zero?
\end{itemize}
\end{itemize}

\section{indefinite integral}
\label{sec:orga029317}
\#toexpand

\subsection{Intuition}
\label{sec:orgcd41685}
Kind of like the integral from \(-\infty\) to a point?
It's like the prefix sum, and we query by subtracting.

\subsection{It should have a constant?}
\label{sec:org27f37a6}

\subsection{We can adjust an even function by a constant to make the \(\int_{-1}^{1} = 0\)}
\label{sec:orgef7e0c2}
\begin{itemize}
\item Like for \(y=x^2\), we can translate down by three (becoming \(y=x^2-3\)) to make \(\int_{-1}^{1} = 0\)
\end{itemize}
\end{document}
